Repository: GrapeCity/ComponentOne-WinForms-Samples
Catalog: Core/Localization/CustomLocalization/CustomLocalization/Properties/Resources.*.resx
Languages: dz, hi, ko

# PreviewPage.ComponentOneControlPane.Label.Text
source: C1 Schedule
dz: C1 འཆར་གཞི་
hi: C1 शेड्यूल
ko: C1 스케줄

# PreviewPage.ViewCulturesPane.Label.Text
source: Culture Selection
dz: སྒྲིག་སྟངས་གདམ་ཁ
hi: संस्कृति चयन
ko: 언어 선택

# PreviewPage.ViewCulturePane.CustomAddedCultures.Label.Text
source: Custom Added Cultures
dz: རང་བཟོས་སྒྲིག་སྟངས་ཚུ
hi: कस्टम जोड़ी गई संस्कृतियाँ
ko: 사용자 정의 언어

# PreviewPage.ViewCulturePane.OveridenCultures.Label.Text
source: Overridden
dz: ལེགས་བཅོས་བྱས་པ
hi: ओवरराइड
ko: 재정의됨

# PreviewPage.ViewCulturePane.PreSupportedCultures.Label.Text
source: Pre-Supported Cultures
dz: ཧེ་མ་ལས་སྦྱོར་ཡོད་སྒྲིག་སྟངས
hi: पूर्व-समर्थित संस्कृतियाँ
ko: 기본 제공 언어

# ViewSourcePage.ResourceViewerPane.Label.Text
source: Resource Viewer
dz: ཐོན་ཁུངས་མཐོང་སྣང
hi: संसाधन दर्शक
ko: 리소스 뷰어

# ViewSourcePage.ProjectDirectoryViewerPane.Label.Text
source: Project Directory Viewer
dz: ལས་འགུལ་དཀར་ཆག་མཐོང་སྣང
hi: प्रोजेक्ट निर्देशिका दर्शक
ko: 프로젝트 디렉터리 뷰어

# ViewSourcePage.LocalizationGuidePane.Label.Text
source: Instruction List
dz: ཁས་ལེན་ཐོ་ཡིག
hi: निर्देश सूची
ko: 안내 목록

# ViewSourcePage.LocalizationGuidePane.Title.Text
source: Add and Customize Localization Resources
dz: སྐད་ཡིག་སྒྲིག་འགོད་དང་བཟོ་སྒྱུར
hi: लोकलाइज़ेशन संसाधन जोड़ें और अनुकूलित करें
ko: 지역화 리소스 추가 및 커스터마이징

# ViewSourcePage.LocalizationGuidePane.Intro.Description.Text
source: Follow the steps below to add and customize localization resources:
dz: འོག་གི་གོ་རིམ་ལུ་འཁྲིད་དེ་སྐད་ཡིག་སྒྲིག་འགོད་འབད།
hi: नीचे दिए गए चरणों का पालन करें:
ko: 아래 단계를 따라 지역화를 추가하세요:

# ViewSourcePage.LocalizationGuidePane.ResourceFiles.Title.Text
source: 📁 Resource Files:
dz: 📁 ཡིག་ཚགས:
hi: 📁 संसाधन फ़ाइलें:
ko: 📁 리소스 파일:

# ViewSourcePage.LocalizationGuidePane.ResourceFiles.Bullet1.Text
source: All localization resource files are available in the official GitHub repository.
dz: GitHub ནང་ཡོད་པའི་ཡིག་ཚགས་ལས་ཐོབ་ཚུ།
hi: सभी फ़ाइलें GitHub रिपॉज़िटरी में उपलब्ध हैं।
ko: 모든 리소스 파일은 GitHub에서 사용할 수 있습니다.

# ViewSourcePage.LocalizationGuidePane.ResourceFiles.Bullet2.Text
source: Each ComponentOne control (e.g., C1 Schedule, FlexGrid, FlexChart) includes culture-specific .resx files.
dz: གདམ་ཁ་རེ་ལས་སྐད་ཡིག་ཡིག་ཚགས་ཚུ་ཡོད།
hi: प्रत्येक कंट्रोल के लिए संस्कृति-विशिष्ट फ़ाइलें होती हैं।
ko: 각 컨트롤은 언어별 .resx 파일이 포함됩니다.

# ViewSourcePage.LocalizationGuidePane.ResourceFiles.Example.Label.Text
source: Example:
dz: དཔེར་བརྗོད:
hi: उदाहरण:
ko: 예:

# ViewSourcePage.LocalizationGuidePane.ResourceFiles.Example.FileName.Text
source: C1.Win.Schedule.Localization.Strings.en.resx (For C1Schedule)
dz: C1.Win.Schedule.Localization.Strings.en.resx (C1 Schedule)
hi: C1.Win.Schedule.Localization.Strings.en.resx (C1Schedule)
ko: C1.Win.Schedule.Localization.Strings.en.resx (C1Schedule)

# ViewSourcePage.LocalizationGuidePane.CustomLocalization.Title.Text
source: 🛠️ Create Your Custom Localization:
dz: 🛠️ རང་བཟོས་སྐད་ཡིག་བཟོ:
hi: 🛠️ कस्टम लोकलाइज़ेशन बनाएँ:
ko: 🛠️ 사용자 지정 지역화 만들기:

# ViewSourcePage.LocalizationGuidePane.CustomLocalization.Step1.Text
source: Copy the existing .resx file from GitHub.
dz: GitHub ནང་ནས་ .resx ཡིག་ཚགས་དེ་འདྲས།
hi: GitHub से .resx फ़ाइल कॉपी करें।
ko: GitHub에서 .resx 파일을 복사합니다.

# ViewSourcePage.LocalizationGuidePane.CustomLocalization.Step2.Text
source: Rename it using the desired culture code (e.g. fr for French).
dz: སྐད་རྟགས་དང་ལྡན་མིང་བསྒྱུར། (དཔེ་: fr)
hi: वांछित भाषा कोड से नाम बदलें (उदाहरण: fr)
ko: 원하는 언어 코드로 이름을 변경합니다. (예: fr)

# ViewSourcePage.LocalizationGuidePane.CustomLocalization.Example.Label.Text
source: Example:
dz: དཔེར་བརྗོད:
hi: उदाहरण:
ko: 예:

# ViewSourcePage.LocalizationGuidePane.CustomLocalization.Step3.Text
source: Edit the resource file and replace values with translated text.
dz: ཡིག་ཚགས་ནང་ཚབ་བཙུགས།
hi: अनुवाद जोड़ें और सहेजें।
ko: 텍스트를 번역하고 저장합니다.

# ViewSourcePage.LocalizationGuidePane.FinalStep.Title.Text
source: ✅ Final Step:
dz: ✅ མཇུག་རྫོགས:
hi: ✅ अंतिम चरण:
ko: ✅ 마지막 단계:

# ViewSourcePage.LocalizationGuidePane.FinalStep.Bullet1.Text
source: Add the modified file to your project.
dz: ཡིག་ཚགས་ལས་འགུལ་ནང་བཙུགས།
hi: फ़ाइल को अपने प्रोजेक्ट में जोड़ें।
ko: 파일을 프로젝트에 추가합니다.

# ViewSourcePage.LocalizationGuidePane.FinalStep.Bullet2.Text
source: The control will automatically detect and use your custom localization.
dz: ཀུན་རང་འགུལ་དེ་བཟུམ་འཐོབ་འོང་།
hi: कंट्रोल स्वतः भाषा पहचान लेगा।
ko: 컨트롤은 자동으로 언어를 감지합니다.

# Form.TopNavigationBar.ToggleButton.PreviewLabel.Text
source: Preview
dz: རྩོམ་འཛིན་
hi: पूर्वावलोकन
ko: 미리보기

# Form.TopNavigationBar.Heading.Title.Text
source: Custom Localization Sample
dz: རང་བཟོས་སྐད་ཡིག་དཔེ་མཚོན
hi: कस्टम लोकलाइज़ेशन नमूना
ko: 사용자 지정 지역화 예제

# Form.TopNavigationBar.ToggleButton.ViewSourceLabel.Text
source: View Source
dz: འབྲེལ་སྣོད་ལྡོག་བསྒྲུབས།
hi: स्रोत देखें
ko: 소스 보기
