Repository: GrapeCity/ComponentOne-WinForms-Samples
Catalog: Core/Localization/CustomLocalization/CustomLocalization/CustomResources/C1.Win.Schedule.Localization.Strings.*.resx
Languages: hi

# AppointmentFormStrings.Appointment
source: (Overriden) Appointment
hi: अपॉइंटमेंट

# AppointmentFormStrings.Event
source: (Overriden) Event
hi: इवेंट

# AppointmentFormStrings.InvalidTimeError
source: (Overriden) The end date you entered occurs before the start date.
hi: आपके द्वारा दर्ज की गई समाप्ति तिथि प्रारंभ तिथि से पहले आती है।

# AppointmentFormStrings.SaveAppointment
source: (Overriden) Save Appointment
hi: अपॉइंटमेंट सहेजें

# AppointmentFormStrings.Sound
source: (Overriden) Sound
hi: ध्वनि

# AppointmentFormStrings.SoundFiles
source: (Overriden) sound files
hi: ध्वनि फ़ाइलें

# AppointmentFormStrings.Untitled
source: (Overriden) Untitled
hi: अनटाइटल्ड

# C1Schedule.Exceptions.FormatNotSupported
source: (Overriden) Format {0} is not supported
hi: प्रारूप {0} समर्थित नहीं है

# C1Schedule.Exceptions.InvalidVCALInformation
source: (Overriden) It is not valid VCALENDAR information
hi: यह मान्य VCALENDAR जानकारी नहीं है

# C1Schedule.Exceptions.MappingRequired
source: (Overriden) The required MappingName for the {0} is not specified.
hi: {0} के लिए आवश्यक MappingName निर्दिष्ट नहीं है।

# C1Schedule.Exceptions.MethodNotSupported
source: (Overriden) This method is not supported on this operating system
hi: यह विधि इस ऑपरेटिंग सिस्टम पर समर्थित नहीं है

# C1Schedule.Exceptions.NotAllInforImported
source: (Overriden) Not all information was imported due to not valid data.
hi: अमान्य डेटा के कारण सारी जानकारी आयात नहीं की गई।

# C1Schedule.Exceptions.StartEndValidationFailed
source: (Overriden) The End value should be greater than Start value.
hi: समाप्ति मान प्रारंभ मान से अधिक होना चाहिए।

# C1Schedule.Exceptions.ValueLessThan1
source: (Overriden) The value is less than 1.
hi: मान 1 से कम है।

# C1Schedule.Exceptions.XmlImportError
source: (Overriden) Cannot find C1Schedule node.
hi: C1Schedule नोड नहीं मिल सकता।

# C1Schedule.Strings.Daily
source: (Overriden) Occurs every day
hi: प्रतिदिन होता है

# C1Schedule.Strings.Day
source: (Overriden) day
hi: दिन

# C1Schedule.Strings.EveryNDay
source: (Overriden) Occurs every {0} days
hi: प्रत्येक {0} दिनों में होता है

# C1Schedule.Strings.EveryNMonth
source: (Overriden) Occurs day {1} of every {0} months
hi: प्रत्येक {0} महीनों में दिन {1} को होता है

# C1Schedule.Strings.EveryNMonthOnTheNWeekday
source: (Overriden) Occurs the {1} {2} of every {0} months
hi: प्रत्येक {0} महीनों में {1} {2} को होता है

# C1Schedule.Strings.EveryNWeek
source: (Overriden) Occurs every {0} weeks on {1}
hi: प्रत्येक {0} सप्ताह में {1} को होता है

# C1Schedule.Strings.First
source: (Overriden) first
hi: पहला

# C1Schedule.Strings.Fourth
source: (Overriden) fourth
hi: चौथा

# C1Schedule.Strings.IncorrectPattern
source: (Overriden) incorrect reccurrence pattern
hi: गलत पुनरावृत्ति पैटर्न

# C1Schedule.Strings.Last
source: (Overriden) last
hi: अंतिम

# C1Schedule.Strings.Monthly
source: (Overriden) Occurs day {0} of every 1 month
hi: प्रत्येक 1 महीने में दिन {0} को होता है

# C1Schedule.Strings.MonthlyOnTheNWeekday
source: (Overriden) Occurs the {0} {1} of every 1 month
hi: प्रत्येक 1 महीने में {0} {1} को होता है

# C1Schedule.Strings.OnWorkingDays
source: (Overriden) Occurs every week day
hi: प्रत्येक कार्यदिवस होता है

# C1Schedule.Strings.Second
source: (Overriden) second
hi: दूसरा

# C1Schedule.Strings.Since
source: (Overriden) effective {0} from {1} to {2}.
hi: प्रभावी {0} {1} से {2} तक।

# C1Schedule.Strings.SinceNTimes
source: (Overriden) effective {0} from {1} to {2}, {3} times.
hi: प्रभावी {0} {1} से {2} तक, {3} बार।

# C1Schedule.Strings.SinceUntil
source: (Overriden) effective {0} until {1} from {2} to {3}.
hi: प्रभावी {0} {1} तक {2} से {3} तक।

# C1Schedule.Strings.Third
source: (Overriden) third
hi: तीसरा

# C1Schedule.Strings.Weekday
source: (Overriden) week day
hi: सप्ताह का दिन

# C1Schedule.Strings.Weekend
source: (Overriden) weekend
hi: सप्ताहांत

# C1Schedule.Strings.Weekly
source: (Overriden) Occurs every {0}
hi: प्रत्येक {0} को होता है

# C1Schedule.Strings.Yearly
source: (Overriden) Occurs every {1} {0}
hi: प्रत्येक {1} {0} को होता है

# C1Schedule.Strings.YearlyNth
source: (Overriden) Occurs the {0} {1} of {2}
hi: {2} के {0} {1} को होता है

# Categories.Business
source: (Overriden) Business
hi: व्यवसाय

# Categories.Competition
source: (Overriden) Competition
hi: प्रतियोगिता

# Categories.Favorites
source: (Overriden) Favorites
hi: पसंदीदा

# Categories.Gifts
source: (Overriden) Gifts
hi: उपहार

# Categories.Goals
source: (Overriden) Goals/Objectives
hi: लक्ष्य/उद्देश्य

# Categories.Holiday
source: (Overriden) Holiday
hi: छुट्टी

# Categories.HolidayCards
source: (Overriden) Holiday Cards
hi: छुट्टी कार्ड

# Categories.HotContacts
source: (Overriden) Hot Contacts
hi: हॉट कॉन्टैक्ट्स

# Categories.Ideas
source: (Overriden) Ideas
hi: विचार

# Categories.International
source: (Overriden) International
hi: अंतर्राष्ट्रीय

# Categories.KeyCustomer
source: (Overriden) Key Customer
hi: मुख्य ग्राहक

# Categories.Miscellanneous
source: (Overriden) Miscellaneous
hi: विविध

# Categories.Personal
source: (Overriden) Personal
hi: निजी

# Categories.PhoneCalls
source: (Overriden) Phone Calls
hi: फोन कॉल

# Categories.Status
source: (Overriden) Status
hi: स्थिति

# Categories.Strategies
source: (Overriden) Strategies
hi: रणनीतियाँ

# Categories.Suppliers
source: (Overriden) Suppliers
hi: आपूर्तिकर्ता

# Categories.Time
source: (Overriden) Time & Expenses
hi: समय और व्यय

# Categories.VIP
source: (Overriden) VIP
hi: वीआईपी

# Categories.Waiting
source: (Overriden) Waiting
hi: प्रतीक्षा

# ContextMenu.BackgroundColor
source: (Overriden) Background Color...
hi: पृष्ठभूमि रंग...

# ContextMenu.Categories
source: (Overriden) Categories...
hi: श्रेणियाँ...

# ContextMenu.Contacts
source: (Overriden) Contacts...
hi: संपर्क...

# ContextMenu.Export
source: (Overriden) Export...
hi: निर्यात...

# ContextMenu.GoToDate
source: (Overriden) Go to Date...
hi: तिथि पर जाएं...

# ContextMenu.GoToThisDate
source: (Overriden) Go to this date
hi: इस तिथि पर जाएं

# ContextMenu.Import
source: (Overriden) Import...
hi: आयात...

# ContextMenu.Label
source: (Overriden) Label
hi: लेबल

# ContextMenu.NewAppointment
source: (Overriden) New Appointment
hi: नया अपॉइंटमेंट

# ContextMenu.NewEvent
source: (Overriden) New All Day Event
hi: नया ऑल डे इवेंट

# ContextMenu.NewRecurringAppointment
source: (Overriden) New Recurring Appointment
hi: नया आवर्ती अपॉइंटमेंट

# ContextMenu.NewRecurringEvent
source: (Overriden) New Recurring Event
hi: नया आवर्ती इवेंट

# ContextMenu.Next7Days
source: (Overriden) Next 7 Days
hi: अगले 7 दिन

# ContextMenu.Open
source: (Overriden) Open
hi: खोलें

# ContextMenu.Print
source: (Overriden) Print...
hi: प्रिंट...

# ContextMenu.PrintPreview
source: (Overriden) Print Preview...
hi: प्रिंट पूर्वावलोकन...

# ContextMenu.Remove
source: (Overriden) Remove
hi: हटाएं

# ContextMenu.Resources
source: (Overriden) Resources...
hi: संसाधन...

# ContextMenu.SaveAs
source: (Overriden) Save As...
hi: अलग नाम से सहेजें...

# ContextMenu.ShowTimeAs
source: (Overriden) Show time as
hi: समय इस प्रकार दिखाएं

# ContextMenu.TimeScale
source: (Overriden) {0} Minutes
hi: {0} मिनट

# ContextMenu.Today
source: (Overriden) Today
hi: आज

# Forms.AppointmentForm.btnCategories.Text
source: (Overriden) Cate&gories...
hi: श्रेणियाँ...

# Forms.AppointmentForm.btnContacts.Text
source: (Overriden) &Contacts...
hi: संपर्क...

# Forms.AppointmentForm.btnDelete.ToolTipText
source: (Overriden) Delete
hi: हटाएं

# Forms.AppointmentForm.btnHighImportance.ToolTipText
source: (Overriden) High Importance
hi: उच्च महत्व

# Forms.AppointmentForm.btnLowImportance.ToolTipText
source: (Overriden) Low Importance
hi: कम महत्व

# Forms.AppointmentForm.btnPreview.ToolTipText
source: (Overriden) Preview
hi: पूर्वावलोकन

# Forms.AppointmentForm.btnPrint.ToolTipText
source: (Overriden) Print
hi: प्रिंट

# Forms.AppointmentForm.btnRecurrence.Text
source: (Overriden) &Recurrence...
hi: पुनरावृत्ति...

# Forms.AppointmentForm.btnRecurrence.ToolTipText
source: (Overriden) Recurrence
hi: पुनरावृत्ति

# Forms.AppointmentForm.btnResources.Text
source: (Overriden) R&esources...
hi: संसाधन...

# Forms.AppointmentForm.btnSave.Text
source: (Overriden) &Save and Close
hi: सहेजें और बंद करें

# Forms.AppointmentForm.btnSave.ToolTipText
source: (Overriden) Save and Close
hi: सहेजें और बंद करें

# Forms.AppointmentForm.btnSaveAs.Text
source: (Overriden) Save &As...
hi: अलग नाम से सहेजें...

# Forms.AppointmentForm.btnSaveAs.ToolTipText
source: (Overriden) Save As
hi: अलग नाम से सहेजें

# Forms.AppointmentForm.chkAllDay.Text
source: (Overriden) All da&y event
hi: पूरे दिन का इवेंट

# Forms.AppointmentForm.chkPrivate.Text
source: (Overriden) &Private
hi: निजी

# Forms.AppointmentForm.chkReminder.Text
source: (Overriden) Re&minder:
hi: अनुस्मारक:

# Forms.AppointmentForm.label1.Text
source: (Overriden) Recurrence:
hi: पुनरावृत्ति:

# Forms.AppointmentForm.lblAvailability.Text
source: (Overriden) Sho&w time as:
hi: समय इस प्रकार दिखाएं:

# Forms.AppointmentForm.lblCategory.Text
source: (Overriden) Category:
hi: श्रेणी:

# Forms.AppointmentForm.lblContact.Text
source: (Overriden) Contact:
hi: संपर्क:

# Forms.AppointmentForm.lblEnd.Text
source: (Overriden) En&d time:
hi: समाप्ति समय:

# Forms.AppointmentForm.lblLabel.Text
source: (Overriden) La&bel:
hi: लेबल:

# Forms.AppointmentForm.lblLocation.Text
source: (Overriden) &Location:
hi: स्थान:

# Forms.AppointmentForm.lblResource.Text
source: (Overriden) Resource:
hi: संसाधन:

# Forms.AppointmentForm.lblStart.Text
source: (Overriden) Start &time:
hi: प्रारंभ समय:

# Forms.AppointmentForm.lblSubject.Text
source: (Overriden) Sub&ject:
hi: विषय:

# Forms.CategoryCollectionForm.btnAdd.Text
source: (Overriden) &Add
hi: जोड़ें

# Forms.CategoryCollectionForm.btnCancel.Text
source: (Overriden) &Cancel
hi: रद्द करें

# Forms.CategoryCollectionForm.btnOk.Text
source: (Overriden) &OK
hi: ठीक है

# Forms.CategoryCollectionForm.btnRemove.Text
source: (Overriden) &Remove
hi: हटाएं

# Forms.CategoryCollectionForm.btnReset.Text
source: (Overriden) R&eset
hi: रीसेट

# Forms.CategoryCollectionForm.Text
source: (Overriden) Master Category List
hi: मास्टर श्रेणी सूची

# Forms.CategoryListForm.btnCancel.Text
source: (Overriden) &Cancel
hi: रद्द करें

# Forms.CategoryListForm.btnCollection.Text
source: (Overriden) &Master Category List...
hi: मास्टर श्रेणी सूची...

# Forms.CategoryListForm.btnOk.Text
source: (Overriden) &OK
hi: ठीक है

# Forms.CategoryListForm.lblCategories.Text
source: (Overriden) A&vailable categories:
hi: उपलब्ध श्रेणियाँ:

# Forms.CategoryListForm.lblMessage.Text
source: (Overriden) Item(s) belong to these categories:
hi: आइटम इन श्रेणियों से संबंधित हैं:

# Forms.CategoryListForm.Text
source: (Overriden) Categories
hi: श्रेणियाँ

# Forms.ContactCollectionForm.btnAdd.Text
source: (Overriden) &Add
hi: जोड़ें

# Forms.ContactCollectionForm.btnCancel.Text
source: (Overriden) &Cancel
hi: रद्द करें

# Forms.ContactCollectionForm.btnOk.Text
source: (Overriden) &OK
hi: ठीक है

# Forms.ContactCollectionForm.btnRemove.Text
source: (Overriden) &Remove
hi: हटाएं

# Forms.ContactCollectionForm.Text
source: (Overriden) Master Contact List
hi: मास्टर संपर्क सूची

# Forms.ContactListForm.btnCancel.Text
source: (Overriden) &Cancel
hi: रद्द करें

# Forms.ContactListForm.btnCollection.Text
source: (Overriden) &Master Contact List...
hi: मास्टर संपर्क सूची...

# Forms.ContactListForm.btnOk.Text
source: (Overriden) &OK
hi: ठीक है

# Forms.ContactListForm.lblContacts.Text
source: (Overriden) A&vailable contacts:
hi: उपलब्ध संपर्क:

# Forms.ContactListForm.lblMessage.Text
source: (Overriden) Contacts:
hi: संपर्क:

# Forms.ContactListForm.Text
source: (Overriden) Contacts
hi: संपर्क

# Forms.GoToDate.btnCancel.Text
source: (Overriden) &Cancel
hi: रद्द करें

# Forms.GoToDate.btnOk.Text
source: (Overriden) &OK
hi: ठीक है

# Forms.GoToDate.label1.Text
source: (Overriden) &Date:
hi: तिथि:

# Forms.GoToDate.label2.Text
source: (Overriden) &View:
hi: दृश्य:

# Forms.GoToDate.Text
source: (Overriden) Go to Date
hi: तिथि पर जाएं

# Forms.PaletteForm.label1.Text
source: (Overriden) Color:
hi: रंग:

# Forms.PaletteForm.Text
source: (Overriden) Background Color
hi: पृष्ठभूमि रंग

# Forms.PrintOptionsForm.btnCancel.Text
source: (Overriden) Cancel
hi: रद्द करें

# Forms.PrintOptionsForm.btnOk.Text
source: (Overriden) OK
hi: ठीक है

# Forms.PrintOptionsForm.btnPreview.Text
source: (Overriden) &Preview...
hi: पूर्वावलोकन...

# Forms.PrintOptionsForm.btnStyleSettings.Text
source: (Overriden) St&yle settings...
hi: शैली सेटिंग्स...

# Forms.PrintOptionsForm.chkHidePrivate.Text
source: (Overriden) &Hide details of private appointments
hi: निजी अपॉइंटमेंट्स का विवरण छुपाएं

# Forms.PrintOptionsForm.chkShowSelectedGroup.Text
source: (Overriden) Print selected &calendar
hi: चयनित कैलेंडर प्रिंट करें

# Forms.PrintOptionsForm.grpPrintRange.Text
source: (Overriden) Print &range
hi: प्रिंट रेंज

# Forms.PrintOptionsForm.grpPrintStyle.Text
source: (Overriden) Print &style
hi: प्रिंट शैली

# Forms.PrintOptionsForm.lblEnd.Text
source: (Overriden) &End:
hi: समाप्ति:

# Forms.PrintOptionsForm.lblStart.Text
source: (Overriden) S&tart:
hi: प्रारंभ:

# Forms.PrintOptionsForm.Text
source: (Overriden) Print
hi: प्रिंट

# Forms.PrintProgressForm.btnCancel.Text
source: (Overriden) Cancel
hi: रद्द करें

# Forms.PrintProgressForm.lblProgress.Text
source: (Overriden) Initializing...
hi: आरंभिकीकरण हो रहा है...

# Forms.PrintProgressForm.Text
source: (Overriden) Processing Document
hi: डॉक्यूमेंट प्रोसेसिंग

# Forms.PrintStyleOptionsForm.btnCancel.Text
source: (Overriden) Cancel
hi: रद्द करें

# Forms.PrintStyleOptionsForm.btnDate.ToolTipText
source: (Overriden) Insert date printed field
hi: प्रिंट तिथि फ़ील्ड डालें

# Forms.PrintStyleOptionsForm.btnOk.Text
source: (Overriden) OK
hi: ठीक है

# Forms.PrintStyleOptionsForm.btnPage.ToolTipText
source: (Overriden) Insert page field
hi: पृष्ठ फ़ील्ड डालें

# Forms.PrintStyleOptionsForm.btnPages.ToolTipText
source: (Overriden) Insert number of pages field
hi: पृष्ठों की संख्या फ़ील्ड डालें

# Forms.PrintStyleOptionsForm.btnTime.ToolTipText
source: (Overriden) Insert time printed field
hi: प्रिंट समय फ़ील्ड डालें

# Forms.PrintStyleOptionsForm.chkReverseHeaders.Text
source: (Overriden) Reverse on even pages
hi: सम पृष्ठों पर उल्टा करें

# Forms.PrintStyleOptionsForm.grpFonts.Text
source: (Overriden) Fonts
hi: फ़ॉन्ट्स

# Forms.PrintStyleOptionsForm.grpOptions.Text
source: (Overriden) Options
hi: विकल्प

# Forms.PrintStyleOptionsForm.grpPreview.Text
source: (Overriden) Preview:
hi: पूर्वावलोकन:

# Forms.PrintStyleOptionsForm.lblAppointmentsFont.Text
source: (Overriden) Appointments
hi: अपॉइंटमेंट्स

# Forms.PrintStyleOptionsForm.lblDateFont.Text
source: (Overriden) Date headings
hi: तिथि शीर्षक

# Forms.PrintStyleOptionsForm.lblFooter.Text
source: (Overriden) Footer:
hi: पाद लेख:

# Forms.PrintStyleOptionsForm.lblHeader.Text
source: (Overriden) Header:
hi: शीर्ष लेख:

# Forms.PrintStyleOptionsForm.lblName.Text
source: (Overriden) Style name:
hi: शैली नाम:

# Forms.PrintStyleOptionsForm.pageColontitles.Text
source: (Overriden) Header/Footer
hi: शीर्ष लेख/पाद लेख

# Forms.PrintStyleOptionsForm.pageFormat.Text
source: (Overriden) Format
hi: प्रारूप

# Forms.PrintStyleOptionsForm.Text
source: (Overriden) Page Setup:
hi: पेज सेटअप:

# Forms.QEditForm.btnCancel.Text
source: (Overriden) &Cancel
hi: रद्द करें

# Forms.QEditForm.btnOk.Text
source: (Overriden) &OK
hi: ठीक है

# Forms.QEditForm.rb1.Text
source: (Overriden) Open &this occurrence.
hi: यह घटना खोलें।

# Forms.QEditForm.rb2.Text
source: (Overriden) Open the &series.
hi: श्रृंखला खोलें।

# Forms.QEditForm.Text
source: (Overriden) Open Recurring Item
hi: आवर्ती आइटम खोलें

# Forms.QRemoveForm.btnCancel.Text
source: (Overriden) &Cancel
hi: रद्द करें

# Forms.QRemoveForm.btnOk.Text
source: (Overriden) &OK
hi: ठीक है

# Forms.QRemoveForm.rb1.Text
source: (Overriden) Remove &this occurrence.
hi: यह घटना हटाएं।

# Forms.QRemoveForm.rb2.Text
source: (Overriden) Remove the &series.
hi: श्रृंखला हटाएं।

# Forms.QRemoveForm.Text
source: (Overriden) Remove Recurring Item
hi: आवर्ती आइटम हटाएं

# Forms.RecurrenceForm.btnCancel.Text
source: (Overriden) Cancel
hi: रद्द करें

# Forms.RecurrenceForm.btnOk.Text
source: (Overriden) OK
hi: ठीक है

# Forms.RecurrenceForm.btnRemove.Text
source: (Overriden) &Remove Recurrence
hi: पुनरावृत्ति हटाएं

# Forms.RecurrenceForm.grpRange.Text
source: (Overriden) Range of recurrence
hi: पुनरावृत्ति की सीमा

# Forms.RecurrenceForm.grpTime.Text
source: (Overriden) Appointment time
hi: अपॉइंटमेंट समय

# Forms.RecurrenceForm.grpType.Text
source: (Overriden) Recurrence pattern
hi: पुनरावृत्ति पैटर्न

# Forms.RecurrenceForm.label1.Text
source: (Overriden) month(s)
hi: महीना(महीने)

# Forms.RecurrenceForm.lblDay.Text
source: (Overriden) day(s)
hi: दिन

# Forms.RecurrenceForm.lblDuration.Text
source: (Overriden) D&uration:
hi: अवधि:

# Forms.RecurrenceForm.lblEnd.Text
source: (Overriden) E&nd:
hi: समाप्ति:

# Forms.RecurrenceForm.lblEvery.Text
source: (Overriden) of every
hi: प्रत्येक के

# Forms.RecurrenceForm.lblMonth.Text
source: (Overriden) of every
hi: प्रत्येक के

# Forms.RecurrenceForm.lblMonth1.Text
source: (Overriden) month(s)
hi: महीना(महीने)

# Forms.RecurrenceForm.lblOccurrences.Text
source: (Overriden) occurrences
hi: घटनाएँ

# Forms.RecurrenceForm.lblOf.Text
source: (Overriden) of
hi: का

# Forms.RecurrenceForm.lblRecurEvery.Text
source: (Overriden) Re&cur every
hi: प्रत्येक के बाद पुनरावृत्ति

# Forms.RecurrenceForm.lblStart.Text
source: (Overriden) S&tart:
hi: प्रारंभ:

# Forms.RecurrenceForm.lblStart1.Text
source: (Overriden) &Start:
hi: प्रारंभ:

# Forms.RecurrenceForm.lblWeek.Text
source: (Overriden) week(s) on:
hi: सप्ताह(सप्ताह) में:

# Forms.RecurrenceForm.rbDaily.Text
source: (Overriden) &Daily
hi: दैनिक

# Forms.RecurrenceForm.rbDayNumber.Text
source: (Overriden) E&very
hi: प्रत्येक

# Forms.RecurrenceForm.rbEndAfter.Text
source: (Overriden) End a&fter:
hi: इसके बाद समाप्त:

# Forms.RecurrenceForm.rbEndBy.Text
source: (Overriden) End &by:
hi: इस तक समाप्त:

# Forms.RecurrenceForm.rbMDayNumber.Text
source: (Overriden) E&very
hi: प्रत्येक

# Forms.RecurrenceForm.rbMonthly.Text
source: (Overriden) &Monthly
hi: मासिक

# Forms.RecurrenceForm.rbNoEndDate.Text
source: (Overriden) N&o end date
hi: कोई समाप्ति तिथि नहीं

# Forms.RecurrenceForm.rbRecur.Text
source: (Overriden) D&ay
hi: दिन

# Forms.RecurrenceForm.rbThe.Text
source: (Overriden) Th&e
hi: यह

# Forms.RecurrenceForm.rbThe1.Text
source: (Overriden) Th&e
hi: यह

# Forms.RecurrenceForm.rbWeekly.Text
source: (Overriden) &Weekly
hi: साप्ताहिक

# Forms.RecurrenceForm.rbWorkDay.Text
source: (Overriden) Every wee&kday
hi: प्रत्येक कार्यदिवस

# Forms.RecurrenceForm.rbYearly.Text
source: (Overriden) &Yearly
hi: वार्षिक

# Forms.RecurrenceForm.Text
source: (Overriden) Appointment Recurrence
hi: अपॉइंटमेंट पुनरावृत्ति

# Forms.ReminderForm.btnDismiss.Text
source: (Overriden) &Dismiss
hi: खारिज करें

# Forms.ReminderForm.btnDismissAll.Text
source: (Overriden) Dismiss &All
hi: सभी खारिज करें

# Forms.ReminderForm.btnOpen.Text
source: (Overriden) &Open Item
hi: आइटम खोलें

# Forms.ReminderForm.btnSnooze.Text
source: (Overriden) &Snooze
hi: स्नूज़

# Forms.ReminderForm.colSubject.Text
source: (Overriden) Subject
hi: विषय

# Forms.ReminderForm.colTime.Text
source: (Overriden) Due in
hi: समय सीमा

# Forms.ReminderForm.lblLocation.Text
source: (Overriden) Location:
hi: स्थान:

# Forms.ReminderForm.lblSnooze.Text
source: (Overriden) Click Snooze to be reminded again in:
hi: फिर से अनुस्मारक के लिए स्नूज़ पर क्लिक करें:

# Forms.ReminderForm.lblStart.Text
source: (Overriden) Start time:
hi: प्रारंभ समय:

# Forms.ReminderForm.openToolStripMenuItem.Text
source: (Overriden) &Open
hi: खोलें

# Forms.ReminderForm.Text
source: (Overriden) Reminder
hi: अनुस्मारक

# Forms.ResourceCollectionForm.btnAdd.Text
source: (Overriden) &Add
hi: जोड़ें

# Forms.ResourceCollectionForm.btnCancel.Text
source: (Overriden) &Cancel
hi: रद्द करें

# Forms.ResourceCollectionForm.btnOk.Text
source: (Overriden) &OK
hi: ठीक है

# Forms.ResourceCollectionForm.btnRemove.Text
source: (Overriden) &Remove
hi: हटाएं

# Forms.ResourceCollectionForm.Text
source: (Overriden) Master Resource List
hi: मास्टर संसाधन सूची

# Forms.ResourceListForm.btnCancel.Text
source: (Overriden) &Cancel
hi: रद्द करें

# Forms.ResourceListForm.btnCollection.Text
source: (Overriden) &Master Resource List...
hi: मास्टर संसाधन सूची...

# Forms.ResourceListForm.btnOk.Text
source: (Overriden) &OK
hi: ठीक है

# Forms.ResourceListForm.lblMessage.Text
source: (Overriden) Item(s) require these resources:
hi: आइटम को इन संसाधनों की आवश्यकता है:

# Forms.ResourceListForm.lblResources.Text
source: (Overriden) Available resources:
hi: उपलब्ध संसाधन:

# Forms.ResourceListForm.Text
source: (Overriden) Resources
hi: संसाधन

# Labels.Anniversary
source: (Overriden) Anniversary
hi: वर्षगांठ

# Labels.Birthday
source: (Overriden) Birthday
hi: जन्मदिन

# Labels.Business
source: (Overriden) Business
hi: व्यवसाय

# Labels.Deadline
source: (Overriden) Deadline
hi: अंतिम तिथि

# Labels.Important
source: (Overriden) Important
hi: महत्वपूर्ण

# Labels.MustAttend
source: (Overriden) Must Attend
hi: अवश्य उपस्थित हों

# Labels.NeedsPreparation
source: (Overriden) Needs Preparation
hi: तैयारी की आवश्यकता

# Labels.None
source: (Overriden) None
hi: कोई नहीं

# Labels.Personal
source: (Overriden) Personal
hi: निजी

# Labels.PhoneCall
source: (Overriden) Phone Call
hi: फोन कॉल

# Labels.TravelRequired
source: (Overriden) Travel Required
hi: यात्रा आवश्यक

# Labels.Vacation
source: (Overriden) Vacation
hi: अवकाश

# MiscStrings.DayView
source: (Overriden) Day View
hi: दिवस दृश्य

# MiscStrings.Export
source: (Overriden) Export Data to File
hi: फ़ाइल में डेटा निर्यात करें

# MiscStrings.Import
source: (Overriden) Import Data
hi: डेटा आयात करें

# MiscStrings.ImportError
source: (Overriden) Unable to import data. File is in incorrect format or damaged.
hi: डेटा आयात करने में असमर्थ। फ़ाइल गलत प्रारूप में या क्षतिग्रस्त है।

# MiscStrings.MonthView
source: (Overriden) Month View
hi: माह दृश्य

# MiscStrings.MoreAppointments
source: (Overriden) Click for more appointments.
hi: अधिक अपॉइंटमेंट्स के लिए क्लिक करें।

# MiscStrings.OpenSeries
source: (Overriden) "{0}" is a recurring appointment. Do you want to open only this occurrence or the series?
hi: "{0}" एक आवर्ती अपॉइंटमेंट है। क्या आप केवल यह घटना या श्रृंखला खोलना चाहते हैं?

# MiscStrings.PrintdocInitializationFailed
source: (Overriden) Could not initialize {0}. This assembly is required for printing support. Please make sure that dll is available and properly installed. Or set C1Schedule.PrintInfo.IsPrintingEnabled to false to disable embedded printing support.
hi: {0} आरंभीकृत नहीं कर सका। प्रिंटिंग सपोर्ट के लिए यह असेंबली आवश्यक है। कृपया सुनिश्चित करें कि dll उपलब्ध है और ठीक से इंस्टॉल है। या एम्बेडेड प्रिंटिंग सपोर्ट को अक्षम करने के लिए C1Schedule.PrintInfo.IsPrintingEnabled को false सेट करें।

# MiscStrings.RemoveSeries
source: (Overriden) "{0}" is a recurring appointment. Do you want to remove only this occurrence or the series?
hi: "{0}" एक आवर्ती अपॉइंटमेंट है। क्या आप केवल यह घटना या श्रृंखला हटाना चाहते हैं?

# MiscStrings.TimeLineView
source: (Overriden) Time Line
hi: टाइमलाइन

# MiscStrings.WeekView
source: (Overriden) Week View
hi: सप्ताह दृश्य

# MiscStrings.WorkWeekView
source: (Overriden) Work Week View
hi: कार्य सप्ताह दृश्य

# NavigationElements.Next
source: (Overriden) Next Appointment
hi: अगला अपॉइंटमेंट

# NavigationElements.Previous
source: (Overriden) Previous Appointment
hi: पिछला अपॉइंटमेंट

# PrintingStrings.DailyStyle
source: (Overriden) Daily Style
hi: दैनिक शैली

# PrintingStrings.Day
source: (Overriden) Day
hi: दिन
