Repository: GrapeCity/ComponentOne-WinForms-Samples
Catalog: Core/Localization/CustomLocalization/CustomLocalization/CustomResources/C1.Win.Schedule.Localization.Strings.*.resx
Languages: hi

# PrintingStrings.DetailsStyle
source: (Overriden) Details Style
hi: विवरण शैली

# PrintingStrings.EndTime
source: (Overriden) End Time:
hi: समाप्ति समय:

# PrintingStrings.IncludeBlankNotes
source: (Overriden) Include Notes (blank)
hi: नोट्स शामिल करें (खाली)

# PrintingStrings.IncludeLinedNotes
source: (Overriden) Include Notes (lined)
hi: नोट्स शामिल करें (लाइन वाला)

# PrintingStrings.IncludeTasks
source: (Overriden) Include Tasks
hi: कार्य शामिल करें

# PrintingStrings.MemoStyle
source: (Overriden) Memo Style
hi: मेमो शैली

# PrintingStrings.Month
source: (Overriden) Month
hi: महीना

# PrintingStrings.MonthlyStyle
source: (Overriden) Monthly Style
hi: मासिक शैली

# PrintingStrings.Printing
source: (Overriden) Printing...
hi: प्रिंटिंग हो रही है...

# PrintingStrings.PrintPreview
source: (Overriden) Print Preview
hi: प्रिंट पूर्वावलोकन

# PrintingStrings.StartNewPage
source: (Overriden) Start a new page each
hi: प्रत्येक के बाद नया पृष्ठ प्रारंभ करें

# PrintingStrings.StartTime
source: (Overriden) Start Time:
hi: प्रारंभ समय:

# PrintingStrings.UnknownStyle
source: (Overriden) Unknown Style
hi: अज्ञात शैली

# PrintingStrings.Week
source: (Overriden) Week
hi: सप्ताह

# PrintingStrings.WeeklyStyle
source: (Overriden) Weekly Style
hi: साप्ताहिक शैली

# PrintingStrings.WorkDaysOnly
source: (Overriden) Only Print Workdays
hi: केवल कार्यदिवस प्रिंट करें

# PrintStyleTagStrings.Categories
source: (Overriden) Categories:
hi: श्रेणियाँ:

# PrintStyleTagStrings.Contacts
source: (Overriden) Contacts:
hi: संपर्क:

# PrintStyleTagStrings.End
source: (Overriden) End:
hi: समाप्ति:

# PrintStyleTagStrings.Importance
source: (Overriden) Importance:
hi: महत्व:

# PrintStyleTagStrings.Location
source: (Overriden) Location:
hi: स्थान:

# PrintStyleTagStrings.None
source: (Overriden) none
hi: कोई नहीं

# PrintStyleTagStrings.Recurrence
source: (Overriden) Recurrence:
hi: पुनरावृत्ति:

# PrintStyleTagStrings.Resources
source: (Overriden) Resources:
hi: संसाधन:

# PrintStyleTagStrings.ShowTimeAs
source: (Overriden) Show Time As:
hi: समय इस प्रकार दिखाएं:

# PrintStyleTagStrings.Start
source: (Overriden) Start:
hi: प्रारंभ:

# PrintStyleTagStrings.Subject
source: (Overriden) Subject:
hi: विषय:

# RecurrenceFormStrings.Day
source: (Overriden) Day
hi: दिन

# RecurrenceFormStrings.IncorrectDuration
source: (Overriden) The duration is incorrect.
hi: अवधि गलत है।

# RecurrenceFormStrings.IncorrectEnd
source: (Overriden) The end time is incorrect.
hi: समाप्ति समय गलत है।

# RecurrenceFormStrings.IncorrectPattern
source: (Overriden) Incorrect pattern.
hi: गलत पैटर्न।

# RecurrenceFormStrings.IncorrectStart
source: (Overriden) The start time is incorrect.
hi: प्रारंभ समय गलत है।

# RecurrenceFormStrings.Last
source: (Overriden) Last
hi: अंतिम

# RecurrenceFormStrings.RemoveExceptionsConfirmation
source: (Overriden) Any exceptions associated with this recurring appointment will be lost. Is this OK?
hi: इस आवर्ती अपॉइंटमेंट से जुड़े किसी भी अपवाद को खो दिया जाएगा। क्या यह ठीक है?

# RecurrenceFormStrings.ShortMonthWarning
source: (Overriden) Some months have fewer than {0} days. For these days, the occurrence will fall on the last day of the month.
hi: कुछ महीनों में {0} दिनों से कम दिन होते हैं। इन दिनों के लिए, घटना महीने के अंतिम दिन पड़ेगी।

# RecurrenceFormStrings.Weekday
source: (Overriden) Weekday
hi: कार्यदिवस

# RecurrenceFormStrings.Weekend
source: (Overriden) Weekend
hi: सप्ताहांत

# Reminder.InvalidTime
source: (Overriden) The snooze time "{0}" is invalid. Please enter a valid snooze time.
hi: स्नूज़ समय "{0}" अमान्य है। कृपया एक वैध स्नूज़ समय दर्ज करें।

# Reminder.NDaysOverdue
source: (Overriden) {0} days overdue
hi: {0} दिन अतिदेय

# Reminder.NHoursOverdue
source: (Overriden) {0} hours overdue
hi: {0} घंटे अतिदेय

# Reminder.NMinutesOverdue
source: (Overriden) {0} minutes overdue
hi: {0} मिनट अतिदेय

# Reminder.Now
source: (Overriden) Now
hi: अभी

# Reminder.OneDayOverdue
source: (Overriden) 1 day overdue
hi: 1 दिन अतिदेय

# Reminder.OneHourOverdue
source: (Overriden) 1 hour overdue
hi: 1 घंटा अतिदेय

# Reminder.OneMinuteOverdue
source: (Overriden) 1 minute overdue
hi: 1 मिनट अतिदेय

# Reminder.OneReminder
source: (Overriden) 1 Reminder
hi: 1 अनुस्मारक

# Reminder.RemindersNumber
source: (Overriden) {0} Reminders
hi: {0} अनुस्मारक

# Reminder.SelectedRemindersNumber
source: (Overriden) Selected reminders - {0}
hi: चयनित अनुस्मारक - {0}

# Statuses.Busy
source: (Overriden) Busy
hi: व्यस्त

# Statuses.Free
source: (Overriden) Free
hi: मुक्त

# Statuses.OutOfOffice
source: (Overriden) Out of Office
hi: ऑफिस से बाहर

# Statuses.Tentative
source: (Overriden) Tentative
hi: अनिश्चित

# Statuses.WorkingElsewhere
source: (Overriden) WorkingElsewhere
hi: अन्यत्र कार्यरत

# TimeSpanStrings.Day
source: (Overriden) day
hi: दिन

# TimeSpanStrings.Days
source: (Overriden) days
hi: दिन

# TimeSpanStrings.Hour
source: (Overriden) hour
hi: घंटा

# TimeSpanStrings.Hours
source: (Overriden) hours
hi: घंटे

# TimeSpanStrings.Minute
source: (Overriden) minute
hi: मिनट

# TimeSpanStrings.Minutes
source: (Overriden) minutes
hi: मिनट

# TimeSpanStrings.NDays
source: (Overriden) {0} days
hi: {0} दिन

# TimeSpanStrings.NHours
source: (Overriden) {0} hours
hi: {0} घंटे

# TimeSpanStrings.NMinutes
source: (Overriden) {0} minutes
hi: {0} मिनट

# TimeSpanStrings.NWeeks
source: (Overriden) {0} weeks
hi: {0} सप्ताह

# TimeSpanStrings.OneDay
source: (Overriden) 1 day
hi: 1 दिन

# TimeSpanStrings.OneHour
source: (Overriden) 1 hour
hi: 1 घंटा

# TimeSpanStrings.OneMinute
source: (Overriden) 1 minute
hi: 1 मिनट

# TimeSpanStrings.OneWeek
source: (Overriden) 1 week
hi: 1 सप्ताह

# TimeSpanStrings.Week
source: (Overriden) week
hi: सप्ताह

# TimeSpanStrings.Weeks
source: (Overriden) weeks
hi: सप्ताह
